[
    {
        "q": "Obedience and respect for authority are the most important virtues children should learn.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "It is to be expected to see hierarchy remain, as anyone can be better or worse than others.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "Workers in the most essential parts of the economy should not be allowed to strike.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "Prisoners should be forced to work to repay their debt to society.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "At some point, the state will no longer be necessary.",
        "w": -1,
        "a": "hier"
    },
    {
        "q": "Ideally, politicians would not exist.",
        "w": -1,
        "a": "hier"
    },
    {
        "q": "Natural resources belong to whoever found them first and did the required prospecting.",
        "w": 1,
        "a": "prop"
    },
    {
        "q": "Private investors and speculators play an essential role in the economy.",
        "w": 1,
        "a": "prop"
    },
    {
        "q": "Landlords have an important role to play by providing housing for people who can't afford to buy.",
        "w": 1,
        "a": "prop"
    },
    {
        "q": "Theft can never be justified.",
        "w": 1,
        "a": "prop"
    },
    {
        "q": "Inheritance is not a legitimate form of wealth.",
        "w": -1,
        "a": "prop"
    },
    {
        "q": "Copyrights and patents are worthless, as intellectual property belongs to everyone.",
        "w": -1,
        "a": "prop"
    },
    {
        "q": "Victimless crimes should not be considered crimes at all.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "No individual should ever be required to serve any collective expectation.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "If people wish to sell their organs, they should be permitted to.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "Trade between two consenting individuals should never be obstructed.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "People are dumb and limits should be put on dangerous actions to protect them.",
        "w": -1,
        "a": "auto"
    },
    {
        "q": "Economic competition corrupts people's behavior.",
        "w": -1,
        "a": "auto"
    },
    {
        "q": "Nobody should be restricted from using abandoned property.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "Monopolies, state or otherwise, should never be allowed to exist.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "Hierarchy is always coercive and thus cannot ever be justified.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "Corporations and the state are evils which perpetuate one another.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "Anarchy is simply impossible and should not be strived for.",
        "w": -1,
        "a": "hori"
    },
    {
        "q": "Worker cooperatives are not any better than traditional firms.",
        "w": -1,
        "a": "hori"
    },
    {
        "q": "People's basic needs should be provided for free.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "People have the potential to be fully altruistic, but capitalism makes people selfish.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "A communist society is a desirable end goal.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "More laws should be determined by referendums.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "Tyranny of the majority is a legitimate concern.",
        "w": -1,
        "a": "demo"
    },
    {
        "q": "Equality of outcome is a dangerous goal to pursue.",
        "w": -1,
        "a": "demo"
    },
    {
        "q": "The most important parts of the economy should be nationalised.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "The economy needs regulating by the government in order to function correctly.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Income tax is a necessary evil, if an evil at all.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Education should be state-run and mandatory to ensure quality education for all children.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "State welfare programs should be replaced by charity or mutual aid.",
        "w": -1,
        "a": "comm"
    },
    {
        "q": "The state should play a smaller role in the economy.",
        "w": -1,
        "a": "comm"
    }
]