[
    {
        "q": "Obedience and respect for authority are the most important virtues children should learn.",
        "w": 1,
        "a": "hier"
    },

    {
        "q": "It is to be expected to see hierarchy remain, as anyone can be better or worse than others.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "Workers in the most essential parts of the economy should not be allowed to strike.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "Economy needs some centralised planning by the government.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Economic democracy is a good idea.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "State shouldn't own anything.",
        "w": -1,
        "a": "comm"
    },
           {
        "q": "Free speech should be protected.",
        "w": -1,
        "a": "hier"
    },
    {
        "q": "Prisoners should be forced to work to repay their debt to society.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "We should desocialize production.",
        "w": 1,
        "a": "auto"
    },
    
        {
        "q": "The state should help the rich more than the poor, because they gave more to society.",
        "w": 1,
        "a": "hier"
    },
            {
        "q": "Some roles and jobs should be hereditary.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "Neither police nor private security firms.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "At some point, the state will no longer be necessary.",
        "w": -1,
        "a": "hier"
    },
    
    {
        "q": "All unions and other labor organizations not affiliated with the state or government should be banned.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Monarchism and despotism are best forms of governance.",
        "w": 2,
        "a": "hier"
    },
    {
        "q": "Ideally, politicians would not exist.",
        "w": -1,
        "a": "hier"
    },
    {
        "q": "The hiring and firing of workers should not be down to the whims of bosses.",
        "w": -1,
        "a": "hier"
    },
    {
        "q": "Natural resources belong to whoever found them first and did the required prospecting.",
        "w": 1,
        "a": "prop"
    },
    {
        "q": "Ideal system would allow individuals to voluntarily enter into slave contracts.",
        "w": 1,
        "a": "hier"
    },
    
    {
        "q": "Private investors and speculators are needed for efficient economy.",
        "w": 1,
        "a": "prop"
    },
    {
        "q": "Land shouldn't be rented.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "Theft can never be justified.",
        "w": 1,
        "a": "prop"
    },
 {
        "q": "Unlimited growth is not sustainabile.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "Inheritance is not a legitimate form of wealth.",
        "w": -1,
        "a": "prop"
    },
    {
        "q": "Copyrights and patents are worthless, as intellectual property belongs to everyone.",
        "w": -1,
        "a": "prop"
    },
    {
        "q": "Victimless crimes should not be considered crimes at all.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "I believe in spontaneous order.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "No individual should ever be required to serve any collective expectation.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "Trade between two consenting individuals should never be obstructed.",
        "w": 1,
        "a": "auto"
    },

    {
        "q": "People are dumb and limits should be put on dangerous actions to protect them.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "Nobody should be restricted from using abandoned property.",
        "w": 1,
        "a": "hori"
    },
        {
        "q": "Workers' self-management is a good principle.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "Monopolies, state or otherwise, should never be allowed to exist.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "Hierarchy is always coercive and thus cannot ever be justified.",
        "w": 1,
        "a": "hori"
    },
    
    {
        "q": "Worker cooperatives are not any better than traditional firms.",
        "w": -1,
        "a": "hori"
    },
    {
        "q": "I emphasize the absolute priority of self-interest.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "A classless society is a desirable end goal.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "More laws should be determined by referendums.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "Tyranny of the majority is a legitimate concern.",
        "w": -1,
        "a": "demo"
    },
    {
        "q": "The most important parts of the economy should be nationalised.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "The economy needs regulating by the government in order to function correctly.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Income tax is a necessary evil, if an evil at all.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Sometimes state needs to intervene in the economy for greater good.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Education should be state-run and mandatory to ensure quality education for all children.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Workers should negotiate for wages independently not collectively.",
        "w": -1,
        "a": "demo"
    },
    
    {
        "q": "All workplaces should have organization(s) representing workers, for example unions or worker councils.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "Slave labor is justified if its productive enough.",
        "w": 2,
        "a": "hier"
    },
   
    {
        "q": "State welfare programs should be replaced by charity or mutual aid.",
        "w": -1,
        "a": "comm"
    },
    
    {
        "q": "The economy should be organized by profession groups performing their function.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "Prisons are oppressive and antiquated institutions that need to be abolished.",
        "w": -1,
        "a": "hier"
    },
    
    {
        "q": "Foreign investments are to be welcomed.",
        "w": 1,
        "a": "prop"
    },
    {
        "q": "The government should be capable of assigning individuals to workplaces.",
        "w": 1,
        "a": "comm"
    },
    {
        "q": "Authorities should not be questionned as long as they provide stability.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "Workers should engage in class struggle.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "Workers deserve a greater part of what they create.",
        "w": 1,
        "a": "hori"
    },
    {
        "q": "Collective agriculture is much better than private or individual one.",
        "w": 1,
        "a": "demo"
    },
    
    {
        "q": "Economic coordination is needed.",
        "w": -1,
        "a": "auto"
    },
    {
        "q": "We should reduce bureaucracy a lot.",
        "w": -1,
        "a": "hier"
    },
    {
        "q": "We must make sure everyone has enough to live, even if that negatively affects the economy.",
        "w": 1,
        "a": "demo"
    },  
    {
        "q": "The state should control all aspects of the economy.",
        "w": 1,
        "a": "comm"
    }, 
    {
        "q": "The freer the market, the freer the people.",
        "w": 1,
        "a": "auto"
    },  
    {
        "q": "More people should aim to be self employed.",
        "w": 1,
        "a": "auto"
    }, 
    {
        "q": "Workers should seize the means of production.",
        "w": 1,
        "a": "demo"     
    },   

    
    {
        "q": "Wealth accumulation leads to the creation of an oppressive class system.",
        "w": 1,
        "a": "demo"
    },  
    {
        "q": "Firearms should be available to the general public.",
        "w": -1,
        "a": "hier"
    }, 
    {
        "q": "There is nothing wrong in wage labour.",
        "w": -1,
        "a": "hori"
    },  
    
    {
        "q": "People should be allowed to do whatever they want in their own yard.",
        "w": 1,
        "a": "auto"     
    },   
  {
        "q": "A nonmonetary economy is something we should strive for.",
        "w": 1,
        "a": "demo"
    },  
    {
        "q": "People who gain wealth by capital or property they already own, rather than by labour, can be considered parasites to the society and labourers.",
        "w": -1,
        "a": "prop"
    },  

    

    
    {
        "q": "We should reduce the coercion as much as possible.",
        "w": 2,
        "a": "auto"
    },
    {
        "q": "Sometimes you have to sacrifice the good of an individual for the greater good.",
        "w": -1,
        "a": "auto"
    },   
    {
        "q": "People should be economically deterred from spending their money on useless products, by banning them.",
        "w": 1,
        "a": "comm"
    },  
     
    {
        "q": "The right to start a business is fundamental to any thriving economy.",
        "w": 1,
        "a": "auto"
    },
    {
        "q": "Employment should be guaranteed.",
        "w": 1,
        "a": "demo"
    },
    {
        "q": "In times of crisis, safety takes precedence over liberty.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "The “Right to Travel” does not exist.",
        "w": -1,
        "a": "hori"
    },
{
        "q": "We must make sure all economic entities serve the interests of the whole society. ",
        "w": 1,
        "a": "demo"
    },
    
    {
        "q": "Certain services like roads and public transportation should be run by the state.",
        "w": 1,
        "a": "comm"
    },
        {
        "q": "Unitary government is better than a federal one.",
        "w": 1,
        "a": "hier"
    },
    {
        "q": "There should be no central bank.",
        "w": -1,
        "a": "comm"
    },
    {
        "q": "Fiat currency should be replaced/abolished.",
        "w": -1,
        "a": "comm"
    }
]
