na[
  
    {
        "q": "Obedience and respect for authority are the most important virtues children should learn.",
        "w": 1,
        "a": "hier"
    },
  
    {
        "q": "It is to be expected to see hierarchy remain, as anyone can be better or worse than others.",
        "w": 1,
        "a": "hier"
    },
  
    {
        "q": "Workers in the most essential parts of the economy should not be allowed to strike.",
        "w": 1,
        "a": "hier"
   },
  
{
        "q": "In times of war military draft is justified.",
        "w": -1,
        "a": "auto"
    },
  

           {
        "q": "Free speech should be protected.",
        "w": -1,
        "a": "hier"
    },
      
 {
        "q": "Prisoners should be forced to work to repay their debt to society.",
        "w": 1,
        "a": "hier"
    },


{
        "q": "The death penalty should be an option for the most serious crimes.",
        "w": 1,
        "a": "hier"
    },

   

            {
        "q": "Some roles and jobs should be hereditary.",
        "w": 1,
        "a": "hier"
    },
    
    {
        "q": "At some point, the state will no longer be necessary.",
        "w": -1,
        "a": "hier"
    },

{
        "q": "Monarchism and despotism are best forms of governance.",
        "w": 1,
        "a": "hier"
    },

  
{
        "q": "Unitary government is better than a federal one.",
        "w": 1,
        "a": "hier"
    },




   {
        "q": "More participatory society would be more ideal.",
        "w": -1,
        "a": "hier"
    },
    
    {
        "q": "The economy should be organized by profession groups performing their function.",
        "w": 1,
        "a": "hier"
    },

    {
        "q": "Prisons are oppressive and antiquated institutions that need to be abolished.",
        "w": -1,
        "a": "hier"
    },

{
        "q": "Some people are dumb and limits should be put on dangerous actions to protect them.",
        "w": -1,
        "a": "auto"
    },

{
        "q": "Slave labor is justified if its productive enough.",
        "w": 1,
        "a": "hier"
    },

 {
        "q": "Authorities should not be questionned as long as they provide stability.",
        "w": 1,
        "a": "hier"
    },


 {
        "q": "Firearms should be available to the general public.",
        "w": -1,
        "a": "hier"
    },

{
        "q": "In times of crisis, safety takes precedence over liberty.",
        "w": 1,
        "a": "hier"
    },

{
 "q": "Workers should not be given too much autonomy or they’ll be lazy.",
        "w": 1,
        "a": "hier"
    },

{
        "q": "We should switch from commodity production to production for use.",
        "w": 1,
        "a": "demo"
    },

    {
        "q": "We should implement social dividend.",
        "w": 1,
        "a": "demo"
    },

{
        "q": "“The truth is, no one of us can be free until everybody is free.”",
        "w": 1,
        "a": "demo"
    },

{
        "q": "Everyone should have equal say in the government.",
        "w": 1,
        "a": "demo"
    },

    {
        "q": "Tyranny of the majority is as legitimate concern as tyranny of minority, if not more.",
        "w": -1,
        "a": "demo"
    },

  
    
    {
        "q": "All workplaces should have organization(s) representing workers, for example unions or worker councils.",
        "w": 1,
        "a": "demo"
    },

    {
        "q": "Wealth accumulation leads to the creation of an oppressive class system.",
        "w": 1,
        "a": "demo"
    },  

{
        "q": "We must make sure everyone has enough to live, even if that negatively affects the economy.",
        "w": 1,
        "a": "demo"
    },  

{
        "q": "Employment should be guaranteed.",
        "w": 1,
        "a": "demo"
    },

    {
        "q": "We must make sure all economic entities serve the interests of the whole society. ",
        "w": 1,
        "a": "demo"
    },
{
        "q": "Workers should engage in class struggle.",
        "w": 1,
        "a": "demo"
    },
 

    
    
   
    
    {
        "q": "Natural resources belong to whoever found them first and did the required prospecting.",
        "w": 1,
        "a": "prop"
    },
  
    {
        "q": "Theft can never be justified.",
        "w": 1,
        "a": "prop"
    },
 
    {
        "q": "Inheritance is not a legitimate form of wealth.",
        "w": -1,
        "a": "prop"
    },

    {
        "q": "Copyrights and patents are worthless.",
        "w": -1,
        "a": "prop"
    },

  {
        "q": "A nonmonetary economy is something we should strive for.",
        "w": -1,
        "a": "prop"
    },
{
        "q": "Private property is natural and attempts to get rid of it are futile.",
        "w": 1,
        "a": "prop"
    }, 
    {
        "q": "People who gain wealth by capital or property they already own, rather than by labour, can be considered parasites to the society and labourers.",
        "w": -1,
        "a": "prop"
    },  

    
{
        "q": "Foreign investments are to be welcomed.",
        "w": 1,
        "a": "prop"
    },

    {
        "q": "Victimless crimes should not be considered crimes at all.",
        "w": 1,
        "a": "auto"
    },

    {
        "q": "I believe in spontaneous order.",
        "w": 1,
        "a": "auto"
    },
{
        "q": "Government has no right to disrupt religious or cultural traditions.",
        "w": 1,
        "a": "auto"
    },


    {
        "q": "No individual should ever be required to serve any collective expectation.",
        "w": 1,
        "a": "auto"
    },

    {
        "q": "There is nothing wrong in trade between two consenting individuals.",
        "w": 1,
        "a": "auto"
    },






    {
        "q": "Privacy should always be respected.",
        "w": 1,
        "a": "auto"
    },
   
        {
        "q": "Economic coordination is needed.",
        "w": -1,
        "a": "auto"
    },


    {
        "q": "We should reduce the coercion as much as possible.",
        "w": 1,
        "a": "auto"
    },


    {
        "q": "Sometimes you have to sacrifice an individual for the greater good.",
        "w": -1,
        "a": "auto"
    },   
    
  

    
    {
        "q": "Everyone has freedom to have own beliefs, even if they hurt someone's feelings.",
        "w": 1,
        "a": "auto"
    },


    {
        "q": "More people should consider becoming freelancers.",
        "w": 1,
        "a": "auto"
    }, 


     {
        "q": "People should be allowed to do whatever they want in their own yard.",
        "w": 1,
        "a": "auto"     
    },


{
        "q": "I emphasize the absolute priority of self-interest.",
        "w": 1,
        "a": "auto"
    },

    {
        "q": "Everyone should be equal before the law (if unified law exists).",
        "w": 1,
        "a": "auto"
    },

    {
        "q": "Nobody should be restricted from using abandoned property.",
        "w": 1,
        "a": "hori"
    },


        {
        "q": "Workers' self-management is a good idea.",
        "w": 1,
        "a": "hori"
    },

    {
        "q": "Monopolies, state or otherwise, should never be allowed to exist.",
        "w": 1,
        "a": "hori"
    },


    {
        "q": "Hierarchy is always coercive and thus cannot ever be justified.",
        "w": 1,
        "a": "hori"
    },


    
{
        "q": "A classless society is a desirable end goal.",
        "w": 1,
        "a": "hori"
    },


 {
        "q": "Land shouldn't be rented.",
        "w": 1,
        "a": "hori"
    },


    {
        "q": "Workers deserve a greater part of what they create.",
        "w": 1,
        "a": "hori"
    },


   
    {
        "q": "There is nothing wrong in consensual wage labour.",
        "w": -1,
        "a": "hori"
    },  
    
   


    
    {
        "q": "The “Right to Travel” does not exist.",
        "w": -1,
        "a": "hori"
    },
    
     

{
 "q": "Government run industry is superior to existing alternatives.",
        "w": 1,
        "a": "comm"
    },


    {
        "q": "The most important parts of the economy should be nationalised.",
        "w": 1,
        "a": "comm"
    },

    {
        "q": "The economy needs regulating by the government in order to function correctly.",
        "w": 1,
        "a": "comm"
    },
      
 
    {
        "q": "Taxes are necessary evil, if an evil at all.",
        "w": 1,
        "a": "comm"
    },


    {
        "q": "Sometimes state needs to intervene in the economy for greater good.",
        "w": 1,
        "a": "comm"
    },


    {
        "q": "Education should be state-run and mandatory to ensure quality education for all children.",
        "w": 1,
        "a": "comm"
    },
 
   
    {
        "q": "State welfare programs should be replaced by charity or mutual aid.",
        "w": -1,
        "a": "comm"
    },
 
    

    {
        "q": "Command economy is one of the most efficient systems, if planning is done by experts, making it desirable.",
        "w": 1,
        "a": "comm"
    }, 
    


{
        "q": "Certain services like roads and public transportation should be run by the state.",
        "w": 1,
        "a": "comm"
    },


{
        "q": "Agencies like police and military should be run by the government.",
        "w": 1,
        "a": "comm"
    },
    
    

{
        "q": "There should be no central bank.",
        "w": -1,
        "a": "comm"
    },
    
   

{
        "q": "While we still have market economy, state should play a strong directive role, direct investments to incentivize market entities to fulfill state economic objectives.",
        "w": 1,
        "a": "comm"
    },
    
    {
        "q": "All unions and other labor organizations not affiliated with the state or government should be banned.",
        "w": 1,
        "a": "comm"
    }

    
    
]
